import * as React from 'react';

export const Start: React.FC = () => (
  <React.Fragment>
    どもどもカッキーです。個人ブログ開設してみました。<br />
    <br />
    実は開設した理由はほとんどなく、ただただ趣味でコードを書いて作った対象が<br />
    ブログというだけの話です。(サービスにするとちょっといろいろ重いので)<br />
    <br />
    デザインがしょぼいこと、ご容赦ください。(逆に1日でこれ作ったのすごくないですか！？)<br />
    今回デザインのベースを白にして公開していますが、ダークモードっぽいやつとかも挑戦してみようかなと。<br />
    <br />
    あとはマークダウンで書きたいのでそのコンパイラもつけたいな。<br />
    ということでこれからもゆるゆるサイト育てながらブログもたまに更新できたらなと。<br />
    <br />
    お暇あったら見に来てみるといろいろ機能追加されてるかもですね。<br />
    ではこんなところで。<br />
  </React.Fragment>
);
